window.LUMINOVA_EXAMS = [
  {
    "id": "quizzes_1777896902081",
    "timestamp": "2026-05-04T12:15:02.081Z",
    "titleAr": "اختبار شامل",
    "titleEn": "Comprehensive Test",
    "isShuffled": true,
    "feedbackMode": "end",
    "subjectId": "subjects_1775125681706",
    "publisherId": "s_founder_hardcoded",
    "questions": [
      {
        "type": "mcq",
        "text": "يمكن البدء في تسجيل البرنامج الإذاعي قبل الانتهاء من مرحلة الإعداد طالما الفكرة واضحة.",
        "score": 1,
        "options": [
          "صح",
          "غلط"
        ],
        "correctAnswers": [
          1
        ],
        "modelAnswer": "",
        "explanation": " الإعداد يشمل تفاصيل أساسية (نص – ضيوف – خطة تنفيذ)، وعدم اكتماله يؤدي لضعف الإنتاج.\n📄 الصفحة: 30–31",
        "studentId": "students_1775848220866",
        "showExp": true,
        "id": "q_1777897933206"
      },
      {
        "type": "mcq",
        "text": "نجاح مرحلة الإنتاج يعتمد بشكل مباشر على جودة مرحلة ما قبل الإنتاج.",
        "score": 1,
        "options": [
          "صح",
          "غلط"
        ],
        "correctAnswers": [
          0
        ],
        "modelAnswer": "",
        "explanation": "أي ضعف في الإعداد ينعكس مباشرة على التنفيذ والتسجيل.",
        "studentId": "students_1775848220866",
        "showExp": true,
        "id": "q_1777898194768"
      },
      {
        "type": "mcq",
        "text": "يمكن تعويض ضعف الأداء الصوتي للمذيع بالكامل من خلال المونتاج.",
        "score": 1,
        "options": [
          "صح",
          "غلط"
        ],
        "correctAnswers": [
          1
        ],
        "modelAnswer": "",
        "explanation": "المونتاج يحسن لكنه لا يعوض ضعف الأداء الأساسي.\n📄 الصفحة: 40–41",
        "studentId": "students_1775848220866",
        "showExp": true,
        "id": "q_1777898241408"
      },
      {
        "type": "mcq",
        "text": "كلما زاد استخدام المؤثرات الصوتية في البرنامج زادت جودته.",
        "score": 1,
        "options": [
          "صح",
          "غلط"
        ],
        "correctAnswers": [
          1
        ],
        "modelAnswer": "",
        "explanation": "الإفراط في المؤثرات قد يشتت المستمع ويضعف الرسالة.\n📄 الصفحة: 35",
        "studentId": "students_1775848220866",
        "showExp": true,
        "id": "q_1777898286428"
      },
      {
        "type": "mcq",
        "text": "مرحلة ما بعد الإنتاج يمكن أن تغير في بناء البرنامج وليس فقط تحسينه.",
        "score": 1,
        "options": [
          "صح",
          "غلط"
        ],
        "correctAnswers": [
          0
        ],
        "modelAnswer": "",
        "explanation": "من خلال الحذف والإضافة وإعادة ترتيب الأجزاء.\n📄 الصفحة: 41",
        "studentId": "students_1775848220866",
        "showExp": true,
        "id": "q_1777898330691"
      },
      {
        "type": "mcq",
        "text": "اختيار توقيت البث لا يعتبر من عناصر الإنتاج الإذاعي.",
        "score": 1,
        "options": [
          "صح",
          "غلط",
          "",
          ""
        ],
        "correctAnswers": [
          1
        ],
        "modelAnswer": "",
        "explanation": "توقيت البث جزء من التخطيط ويؤثر على نجاح البرنامج.\n📄 الصفحة: 32",
        "studentId": "students_1775848220866",
        "showExp": true,
        "id": "q_1777898467745"
      },
      {
        "type": "mcq",
        "text": "يمكن تنفيذ نفس النص الإذاعي بأساليب إخراج مختلفة تعطي نتائج مختلفة.",
        "score": 1,
        "options": [
          "صح",
          "غلط"
        ],
        "correctAnswers": [
          0
        ],
        "modelAnswer": "",
        "explanation": "الإخراج عنصر إبداعي يغير شكل العمل رغم ثبات النص.\n📄 الصفحة: 33–34",
        "studentId": "students_1775848220866",
        "showExp": true,
        "id": "q_1777898503961"
      },
      {
        "type": "mcq",
        "text": "التسجيل المباشر (Live) يلغي الحاجة لمرحلة ما بعد الإنتاج.",
        "score": 1,
        "options": [
          "صح",
          "غلط"
        ],
        "correctAnswers": [
          1
        ],
        "modelAnswer": "",
        "explanation": " قد يحتاج تجهيزات مسبقة وتنظيم حتى بدون مونتاج.\n📄 الصفحة: 34",
        "studentId": "students_1775848220866",
        "showExp": true,
        "id": "q_1777898543139"
      },
      {
        "type": "mcq",
        "text": "الإعداد الجيد يقلل من الوقت والجهد في مرحلة الإنتاج.",
        "score": 1,
        "options": [
          "صح",
          "غلط"
        ],
        "correctAnswers": [
          0
        ],
        "modelAnswer": "",
        "explanation": "لأنه يمنع الأخطاء ويوفر تنظيم واضح للتنفيذ.\n📄 الصفحة: 33",
        "studentId": "students_1775848220866",
        "showExp": true,
        "id": "q_1777898578319"
      },
      {
        "type": "mcq",
        "text": "الهدف الأساسي من المونتاج هو تقليل مدة البرنامج فقط.",
        "score": 1,
        "options": [
          "صح",
          "غلط"
        ],
        "correctAnswers": [
          1
        ],
        "modelAnswer": "",
        "explanation": "الهدف تحسين الجودة الفنية وليس فقط تقليل الزمن.\n📄 الصفحة: 40",
        "studentId": "students_1775848220866",
        "showExp": true,
        "id": "q_1777898627862"
      },
      {
        "type": "mcq",
        "text": "أي من التالي يُعد مثالًا على قرار إنتاجي استراتيجي؟",
        "score": 1,
        "options": [
          "رفع الصوت",
          "اختيار فكرة البرنامج",
          "حذف خطأ صوتي",
          "ضبط الميكروفون"
        ],
        "correctAnswers": [
          1
        ],
        "modelAnswer": "",
        "explanation": "لأنه أساس بناء البرنامج كله.\n📄 الصفحة: 30",
        "studentId": "students_1775848220866",
        "showExp": true,
        "id": "q_1777898691436"
      },
      {
        "type": "mcq",
        "text": "في حالة وجود ضعف في ترابط البرنامج، المشكلة غالبًا في:",
        "score": 1,
        "options": [
          "المونتاج",
          "الإعداد",
          "التسجيل",
          "الأجهزة"
        ],
        "correctAnswers": [
          1
        ],
        "modelAnswer": "",
        "explanation": " الصفحة: 31",
        "studentId": "students_1775848220866",
        "showExp": true,
        "id": "q_1777899195969"
      },
      {
        "type": "mcq",
        "text": "أي من التالي يمثل دور المخرج أثناء الإنتاج؟",
        "score": 1,
        "options": [
          "كتابة النص",
          "تنفيذ الرؤية الفنية",
          "اختيار الفكرة",
          "تحديد الجمهور"
        ],
        "correctAnswers": [
          1
        ],
        "modelAnswer": "",
        "explanation": "الصفحة: 33",
        "studentId": "students_1775848220866",
        "showExp": true,
        "id": "q_1777899262115"
      },
      {
        "type": "mcq",
        "text": "عند استخدام مؤثرات صوتية بشكل غير مناسب، فإن ذلك يؤدي إلى:",
        "score": 1,
        "options": [
          "زيادة الواقعية",
          "تشتيت المستمع",
          "تحسين الصوت",
          "تقليل الزمن"
        ],
        "correctAnswers": [
          1
        ],
        "modelAnswer": "",
        "explanation": "الصفحة: 35",
        "studentId": "students_1775848220866",
        "showExp": true,
        "id": "q_1777899323869"
      },
      {
        "type": "mcq",
        "text": "إذا تم تسجيل برنامج بدون تخطيط زمني مسبق، فإن النتيجة غالبًا:",
        "score": 1,
        "options": [
          "جودة أعلى",
          "تنظيم أفضل",
          "عشوائية في المحتوى",
          "تقليل الأخطاء"
        ],
        "correctAnswers": [
          2
        ],
        "modelAnswer": "",
        "explanation": "الصفحة: 32",
        "studentId": "students_1775848220866",
        "showExp": true,
        "id": "q_1777899459880"
      },
      {
        "type": "mcq",
        "text": "أي من التالي يعبر عن وظيفة المونتاج المتقدمة؟",
        "score": 1,
        "options": [
          "حذف الأخطاء فقط",
          "إعادة بناء العمل صوتيًا",
          "تسجيل الصوت",
          "اختيار الضيوف"
        ],
        "correctAnswers": [
          1
        ],
        "modelAnswer": "",
        "explanation": "الصفحة: 41",
        "studentId": "students_1775848220866",
        "showExp": true,
        "id": "q_1777899526798"
      },
      {
        "type": "mcq",
        "text": "العلاقة بين النص والأداء الصوتي هي:",
        "score": 1,
        "options": [
          "منفصلة تمامًا",
          "النص أهم فقط",
          "الأداء أهم فقط",
          "تكاملية"
        ],
        "correctAnswers": [
          3
        ],
        "modelAnswer": "",
        "explanation": "الصفحة: 34",
        "studentId": "s_founder_hardcoded",
        "showExp": true,
        "id": "q_1777899577465"
      },
      {
        "type": "mcq",
        "text": "أفضل وقت لاكتشاف أخطاء المحتوى هو:",
        "score": 1,
        "options": [
          "بعد البث",
          "أثناء المونتاج",
          "أثناء الإعداد",
          "أثناء التسجيل"
        ],
        "correctAnswers": [
          2
        ],
        "modelAnswer": "",
        "explanation": "📄 الصفحة: 31",
        "studentId": "students_1775848220866",
        "showExp": true,
        "id": "q_1777899654201"
      },
      {
        "type": "mcq",
        "text": "في البرامج الحوارية، العنصر الأكثر تأثيرًا في نجاح الحلقة هو:",
        "score": 1,
        "options": [
          "الموسيقى",
          "جودة الطباعة",
          "اختيار الضيوف",
          "حجم الاستوديو"
        ],
        "correctAnswers": [
          2
        ],
        "modelAnswer": "",
        "explanation": "📄 الصفحة: 32",
        "studentId": "students_1775848220866",
        "showExp": true,
        "id": "q_1777899793003"
      },
      {
        "type": "mcq",
        "text": "إذا كان الهدف هو خلق إحساس درامي قوي، فإن أفضل مرحلة لتحقيق ذلك هي:",
        "score": 1,
        "options": [
          "الإعداد فقط",
          "الإنتاج فقط",
          "ما بعد الإنتاج فقط",
          "جميع المراحل معًا"
        ],
        "correctAnswers": [
          3
        ],
        "modelAnswer": "",
        "explanation": "📄 الصفحة: 30–41",
        "studentId": "students_1775848220866",
        "showExp": true,
        "id": "q_1777899968882"
      },
      {
        "type": "essay",
        "text": "قارن بين مراحل الإنتاج الإذاعي من حيث (الأهداف – العناصر – النتائج)، موضحًا كيف يؤثر إهمال أي مرحلة على جودة العمل الإذاعي.",
        "score": 3,
        "options": [
          "",
          "",
          "",
          ""
        ],
        "correctAnswers": [
          0
        ],
        "modelAnswer": "",
        "explanation": "",
        "studentId": "students_1775848220866",
        "showExp": false,
        "id": "q_1777900057199"
      },
      {
        "type": "mcq",
        "text": "إذا لاحظ مهندس الصوت وجود صدى مزعج داخل الاستوديو رغم عدم وجود أي تسرب للضوضاء من الخارج، فما هو الخلل الهندسي المرجح؟ ",
        "score": 1,
        "options": [
          "فشل في العزل الصوتي ونظام الباب المزدوج",
          "غياب المعالجة الصوتية للجدران والمواد الممتصة. ",
          "استخدام تكييف مركزي غير صامت",
          "استخدام مواد تبطين شديدة الامتصاص بكثرة."
        ],
        "correctAnswers": [
          1
        ],
        "modelAnswer": "",
        "explanation": "العزل الصوتي يمنع الضوضاء الخارجية فقط، بينما المعالجة الصوتية هي المسؤولة عن التحكم في سلوك الصوت الداخلي ومنع \"صدى الصوت\" عبر تبطين الجدران بمواد ماصة",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777901698004"
      },
      {
        "type": "mcq",
        "text": "لتجهيز استوديو مخصص لإذاعة نشرات الأخبار، أي المواد الآتية هي الأنسب لتبطين الجدران لتحقيق الهدف الصوتي المطلوب؟",
        "score": 1,
        "options": [
          "مواد شديدة الامتصاص كالفلين لكتم الصوت تماماً",
          "مواد عاكسة كالخشب والزجاج لزيادة الرنة والفخامة",
          "مواد متوسطة الامتصاص لعمل توازن وضمان وضوح الكلام",
          " طبقات إضافية من الصوف الزجاجي المكشوف"
        ],
        "correctAnswers": [
          2
        ],
        "modelAnswer": "",
        "explanation": "البرامج والأخبار لا تحتاج إلى رنة (مثل الموسيقى) ولا صوتاً ميتاً (مثل الدراما)، بل تحتاج إلى وضوح تام للكلام، وهذا يتحقق بالمواد متوسطة الامتصاص",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777901771588"
      },
      {
        "type": "mcq",
        "text": "أي من الاستوديوهات التالية يمثل بيئة غير صالحة إطلاقاً لتسجيل حوار هادئ بين مذيع وضيف بسبب الانعكاسات الصوتية المرتفعة فيه؟",
        "score": 1,
        "options": [
          "استوديو الأحاديث",
          "الاستوديو المتوسط في قسم الدراما",
          "استوديو الربط (التنفيذي)",
          " الاستوديو الحي."
        ],
        "correctAnswers": [
          3
        ],
        "modelAnswer": "",
        "explanation": "الاستوديو الحي يتميز بصدى صوت مرتفع ليُعطي إيحاءً بالتمثيل في قبو أو جبل، مما يجعله بيئة مشتتة وغير صالحة للحوارات الطبيعية",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777901853932"
      },
      {
        "type": "mcq",
        "text": "ميكروفون يلتقط الصوت من كافة الاتجاهات، متى يكون استخدامه داخل الاستوديو المغلق قراراً هندسياً مقبولاً؟",
        "score": 1,
        "options": [
          "عند استضافة فرقة موسيقية كاملة وتسجيلها معاً",
          "لتسجيل مسرحية درامية بها حركة مستمرة",
          " عندما يقترب منه المذيع جداً بمسافة تتراوح من 6 لـ 8 بوصة",
          "لا يُقبل استخدامه داخل الاستوديو المغلق إطلاقاً"
        ],
        "correctAnswers": [
          2
        ],
        "modelAnswer": "",
        "explanation": "الميكروفون الديناميكي \"غير اتجاهي\" ويلتقط الأصوات والصدى من كل مكان، ولتجنب هذه الضوضاء داخل الاستوديو لابد أن يقترب المذيع منه بشكل كبير",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777901930548"
      },
      {
        "type": "mcq",
        "text": "مخرج يفضل استخدام الميكروفون الشريطي في الدراما، ما هي المسافة الآمنة التي يجب أن يلتزم بها الممثل لتجنب خروج الصوت \"مكتوماً\"؟",
        "score": 1,
        "options": [
          "من 6 إلى 8 بوصة",
          "الالتصاق التام بالميكروفون",
          " أكثر من 3 أقدام لإلغاء صوت الجوانب",
          "من 18 بوصة إلى 2 قدم"
        ],
        "correctAnswers": [
          3
        ],
        "modelAnswer": "",
        "explanation": "الميكروفون الشريطي حساس جداً للترددات القريبة بشكل مبالغ فيه، ولتجنب كتم الصوت يجب على المذيع أن يبتعد هذه المسافة المحددة",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777902003580"
      },
      {
        "type": "mcq",
        "text": "عند الرغبة في الانتقال بين فقرتين داخل البرنامج الواحد بنعومة، بحيث يتلاشى صوت الفقرة الأولى تدريجياً ويظهر صوت الفقرة الثانية تدريجياً، أي تقنية على الميكسر نستخدم؟",
        "score": 1,
        "options": [
          "تقنية Cross Fade",
          "تقنية Sigue",
          "تقنية Fade In / Out",
          "تقنية Blending"
        ],
        "correctAnswers": [
          1
        ],
        "modelAnswer": "",
        "explanation": "تقنية Sigue هي الانتقال الناعم بتلاشي الصوت الأقل تدريجياً ثم ظهور الصوت الآخر تدريجياً، وهي المخصصة للنقلة بين فقرات البرنامج الواحد",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777902060643"
      },
      {
        "type": "mcq",
        "text": "ما هو وجه الاختلاف الفني الرئيسي بين \"مونتاج القطع\" و\"مونتاج النسخ\" لشرائط التسجيل الإذاعية الكلاسيكية؟",
        "score": 1,
        "options": [
          "الأول يستخدم مؤثرات رقمية، والثاني لا",
          "الأول يتم يدوياً بقص الشريط ولصقه بزاوية، والثاني يعتمد على نقل الإشارة لشريط جديد",
          " الأول مخصص للموسيقى حصراً، والثاني مخصص للأحاديث",
          " الأول يتم في غرفة المراقبة، والثاني في الاستوديو التنفيذي"
        ],
        "correctAnswers": [
          1
        ],
        "modelAnswer": "",
        "explanation": "مونتاج القطع (Cut) هو طريقة يدوية لقص الشريط ولصقه بزاوية 60 درجة، أما مونتاج النسخ (Dubb) فيعتمد على نقل الأجزاء المطلوبة إلى شريط جديد مخصص للبث",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777902136219"
      },
      {
        "type": "mcq",
        "text": "طاولة مراقبة الصوت (الميكسر) هي \"القلب\" في غرفة المراقبة. أي من الوظائف التالية ليست من مهامها؟ ",
        "score": 1,
        "options": [
          " تجميع مصادر الصوت المختلفة (ميكروفونات، مزيكا)",
          " التحكم في علو ووطي الصوت عبر مؤشر Volume Meter",
          "تحويل ذبذبات الهواء الصادرة من فم المذيع إلى تيار كهربائي ضعيف",
          "عمل \"ميكس\" أو دمج بين الموسيقى والكلام"
        ],
        "correctAnswers": [
          2
        ],
        "modelAnswer": "",
        "explanation": "هذه هي الوظيفة الأساسية \"للميكروفون\" وليس طاولة مراقبة الصوت التي تتعامل مع الإشارات الكهربائية بعد وصولها. ",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777902200923"
      },
      {
        "type": "mcq",
        "text": "لتوجيه المذيع أثناء البث المباشر (على الهواء) من غرفة المراقبة دون أن يسمع الجمهور هذه التعليمات، نستخدم....",
        "score": 1,
        "options": [
          "سماعة التخاطب (Intercom)",
          " السماعات الخارجية في الاستوديو (Loud Speaker)",
          "سماعة الرأس التي يرتديها المذيع (Headphone)",
          "الميكروفون اللاسلكي"
        ],
        "correctAnswers": [
          2
        ],
        "modelAnswer": "",
        "explanation": "سماعة الرأس تُمكن المذيع من سماع المخرج سراً وهو \"على الهواء\"، بينما سماعة التخاطب تعمل فقط والميكروفونات مقفلة",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777902303699"
      },
      {
        "type": "mcq",
        "text": "في ماكينة تسجيل شرائط (Uher)، أي الرؤوس الآتية تتعامل مع الشريط أولاً إذا أردنا تسجيل حلقة جديدة على شريط أرشيفي مستعمل؟",
        "score": 1,
        "options": [
          "رأس الاسترجاع (Play Back)",
          "رأس المسح",
          "رأس التسجيل",
          "رأس المونتاج الدائري"
        ],
        "correctAnswers": [
          1
        ],
        "modelAnswer": "",
        "explanation": "وظيفة رأس المسح هي مسح أي مادة مسجلة سابقاً على الشريط المغناطيسي لتجهيزه قبل أن تصل إليه رأس التسجيل",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777902378667"
      },
      {
        "type": "mcq",
        "text": "ما هي السرعة المثالية على جهاز التسجيل لتوثيق حوار صحفي مطول بهدف توفير أقصى مساحة ممكنة على الشريط المغناطيسي؟",
        "score": 1,
        "options": [
          "سرعة 19 (السرعة العالية)",
          "سرعة 33.3 لفة في الدقيقة",
          "السرعات المنخفضة (مثل 7.5 أو 4 أو 3)",
          "سرعة 78 لفة في الدقيقة"
        ],
        "correctAnswers": [
          2
        ],
        "modelAnswer": "",
        "explanation": "السرعات المنخفضة تناسب تسجيل الكلام وتوفر مساحة أكبر على الشريط، بينما السرعة العالية (19) مخصصة لتسجيل الموسيقى لضمان الجودة، والسرعات الأخرى (33.3 و 78) تخص الأسطوانات",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777902434506"
      },
      {
        "type": "mcq",
        "text": "لفصل الاهتزازات الميكانيكية بين الجدران والأرضيات في نظام \"صندوق داخل صندوق\"، المواد الأساسية التي يتم حشوها في الفراغات هي:",
        "score": 1,
        "options": [
          "الكاوتش والإسفنج عالي الكثافة",
          "الخشب الصلب والزجاج المزدوج",
          "الفلين والصوف الزجاجي",
          "الأسمنت المسلح المقاوم للاهتزاز"
        ],
        "correctAnswers": [
          2
        ],
        "modelAnswer": "",
        "explanation": "يُنص صراحة على استخدام الفلين والصوف الزجاجي لفصل الاهتزازات ما بين الجدران أو الأراضي أو الأسقف في عملية العزل الصوتي",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777902503290"
      },
      {
        "type": "mcq",
        "text": "في النص الدرامي، تشير وضعية الميكروفون (Off Mike) إلى:",
        "score": 1,
        "options": [
          "إغلاق الميكروفون من غرفة المراقبة مؤقتاً",
          "ابتعاد المذيع قليلاً ليعطي إيحاء بأن الصوت قادم من مسافة",
          "اقتراب المذيع بالتدريج ليحاكي دخول الغرفة",
          "استخدام فلتر إلكتروني لتغيير خامة الصوت"
        ],
        "correctAnswers": [
          1
        ],
        "modelAnswer": "",
        "explanation": " وضعية Off Mike تعني أن المذيع بعيد شوية ليحسس المستمع أن الصوت جاي من بعيد",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777902572970"
      },
      {
        "type": "mcq",
        "text": "لتحقيق \"التوازن الموسيقي\" الاحترافي لفرقة موسيقية ضخمة، الإجراء الهندسي الصحيح هو:",
        "score": 1,
        "options": [
          "وضع ميكروفون واحد قوي غير اتجاهي في منتصف الفرقة",
          "استخدام الميكروفونات اللاسلكية فقط للمغنين وتجاهل الآلات",
          "وضع ميكروفون أمام كل آلة ثم دمج الأصوات وضبطها عبر الميكسر",
          "إبعاد جميع الآلات ذات الصوت المرتفع عن المركز مسافة 3 أمتار"
        ],
        "correctAnswers": [
          2
        ],
        "modelAnswer": "",
        "explanation": "التوازن الموسيقي يحتاج مهارة عالية بوضع ميكروفون أمام كل آلة، ثم ضبط التوازن ودمج الأصوات كلها مع بعضها من خلال طاولة مراقبة الصوت",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777902653298"
      },
      {
        "type": "mcq",
        "text": "استوديو يتميز بمساحة صغيرة جداً (2×3 متر) وزمن رنين منخفض جداً (0.4 ثانية)، ما هو؟",
        "score": 1,
        "options": [
          "استوديو المونتاج والتوليف",
          "الاستوديو الميت في الدراما",
          "استوديو الموسيقى والأغاني",
          "استوديو الربط (الاستوديو التنفيذي)"
        ],
        "correctAnswers": [
          3
        ],
        "modelAnswer": "",
        "explanation": "مواصفات استوديو الربط تشمل هذه المساحة وزمن الرنين المنخفض لضمان وضوح الكلمات عند الإعلان عن البرامج وإذاعة الأخبار",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777902710545"
      },
      {
        "type": "mcq",
        "text": "يُفضل استخدام \"الميكروفون القلبي\" في تسجيل الأغاني الجماهيرية لأنه يلتقط الصوت من:",
        "score": 1,
        "options": [
          "الأمام والخلف فقط ليلتقط تفاعل الجمهور المباشر",
          "اتجاه واحد بس، مما يعزل صوت المغني عن وش الجمهور المحيط",
          " جميع الاتجاهات لإعطاء حيوية وواقعية للتسجيل الحي",
          "لا يلتقط الصوت بناءً على الاتجاه بل بناءً على التردد"
        ],
        "correctAnswers": [
          1
        ],
        "modelAnswer": "",
        "explanation": "لأن الميكروفون القلبي يلتقط من اتجاه واحد بس، فإنه بيركز على صوت المغني بس وبيمنع صوت الآلات أو وش الجمهور اللي حوليه",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777902782274"
      },
      {
        "type": "mcq",
        "text": "أي جزء من استوديو الدراما يُعطي للمستمع انطباعاً صوتياً بأن الممثلين يتحدثون داخل (منزل أو مكتب إداري)؟",
        "score": 1,
        "options": [
          " الاستوديو الحي ذو الصدى المرتفع",
          "الاستوديو الميت منعدم الصدى",
          " الاستوديو المتوسط ذو الصدى المعتدل",
          "استوديو الأحاديث المباشرة"
        ],
        "correctAnswers": [
          2
        ],
        "modelAnswer": "",
        "explanation": "الاستوديو المتوسط يوفر صدى صوت معتدل يشبه طبيعة الانعكاسات عند التمثيل في مكتب أو منزل. ",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777903001937"
      },
      {
        "type": "mcq",
        "text": "ما هو الجهاز الذي لا غنى عنه ويُستخدم كوسيط لتقوية إشارة \"التيار الكهربائي الضعيف\" الصادرة من الميكروفون لتتمكن من الوصول لغرفة المراقبة؟",
        "score": 1,
        "options": [
          "جهاز الميكسر (Mixer)",
          "جهاز التسجيل المغناطيسي",
          "جهاز المونتاج الفوري",
          " جهاز المكبر (Amplifier)"
        ],
        "correctAnswers": [
          3
        ],
        "modelAnswer": "",
        "explanation": "التيار الخارج من الميكروفون بيبقى ضعيف جداً، فبنحتاج جهاز مكبر عشان يقوي الإشارة وهي ماشية في الكابل لحد غرفة المراقبة. ",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777903058281"
      },
      {
        "type": "mcq",
        "text": "أي تقنية انتقال صوتي تُستخدم في المسلسلات الإذاعية للإيحاء بـ \"مرور الوقت\" أو الانتقال لزمن آخر، وتستغرق بين 7 إلى 12 ثانية لتنفيذها؟",
        "score": 1,
        "options": [
          "تقنية Cross Fade",
          " تقنية Blending",
          "تقنية Roard Fade in & out",
          " تقنية Cutting"
        ],
        "correctAnswers": [
          2
        ],
        "modelAnswer": "",
        "explanation": "هذه التقنية تستخدم للإشارة إلى ظهور كل الأصوات أو اختفائها معاً، وتشير إلى مرور الوقت في البرامج الدرامية وتستغرق من 7-12 ثانية",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777903119256"
      },
      {
        "type": "mcq",
        "text": "في حال تحدث ثلاثة أشخاص تختلف قوة حناجرهم أمام (ميكروفون واحد)، كيف يحقق مهندس الصوت \"التوازن البشري\" دون التلاعب بالميكسر؟",
        "score": 1,
        "options": [
          "بجلوسهم جميعاً على نفس المسافة الدائرية من الميكروفون",
          "بتوجيههم لاستخدام طبقة صوت واحدة اصطناعية",
          "بأن يبعد أو يقرب كل شخص حسب \"قوة صوته الأصلي\"",
          "بتبديل الميكروفون ليكون غير اتجاهي بالكامل"
        ],
        "correctAnswers": [
          2
        ],
        "modelAnswer": "",
        "explanation": "في حالة تعدد الأشخاص أمام ميكروفون واحد، لازم كل واحد يبعد أو يقرب حسب قوة صوته الأصلي عشان الأصوات تطلع متساوية في القوة",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777903190112"
      }
    ],
    "examMode": "evaluation",
    "emailPolicy": "answers_only",
    "adminEmails": "mahmoud21abdalrhman@gmail.com",
    "startTime": "2026-05-04T21:00",
    "endTime": "2026-05-04T22:30",
    "latePolicy": "grace_period",
    "allowBackNavigation": true,
    "yearId": "year_1",
    "semesterId": "semesters_1775125622791"
  },
  {
    "id": "quizzes_1775849685012",
    "timestamp": "2026-04-10T19:34:45.012Z",
    "titleAr": "امتحان الميد تيرم",
    "titleEn": "Mid-term exam",
    "isShuffled": false,
    "feedbackMode": "immediate",
    "subjectId": "subjects_1775849639042",
    "publisherId": "s_founder_hardcoded",
    "questions": [
      {
        "type": "mcq",
        "text": "تهدف المواطنة الرقمية إلى استخدام التكنولوجيا بدون قيود أو ضوابط.",
        "score": 1,
        "options": [
          "صواب",
          "خطأ"
        ],
        "correctAnswers": [
          1
        ],
        "modelAnswer": "",
        "explanation": "المواطنة الرقمية تساعد على استخدام التكنولوجيا بشكل واعٍ ومسؤول ، والتنقل في بيئة الإنترنت بمسؤولية وأمان ، وليس بدون قيود.",
        "studentId": "s_founder_hardcoded",
        "showExp": true,
        "id": "q_1775849896577"
      },
      {
        "type": "mcq",
        "text": "من أبعاد المواطنة الرقمية: الأمان الرقمي، والسلوك الأخلاقي، والمشاركة الرقمية.",
        "score": 1,
        "options": [
          "صواب",
          "خطأ"
        ],
        "correctAnswers": [
          0
        ],
        "modelAnswer": "",
        "explanation": "تشمل أبعاد المواطنة الرقمية \"الأمن الرقمي\" ، و\"اللياقة الرقمية\" التي تمثل السلوك اللائق والاحترام للآخرين (السلوك الأخلاقي) ، و\"النفاذ الرقمي\" والاتصال الذي يمثل المشاركة.",
        "studentId": "s_founder_hardcoded",
        "showExp": true,
        "id": "q_1775849976623"
      },
      {
        "type": "mcq",
        "text": "المواطنة الرقمية لا تتعلق بالهوية الثقافية أو القيم المجتمعية.",
        "score": 1,
        "options": [
          "صواب",
          "خطأ"
        ],
        "correctAnswers": [
          1
        ],
        "modelAnswer": "",
        "explanation": "المواطنة الرقمية ترتبط ارتباطاً وثيقاً بالقيم المجتمعية، فهي تهدف إلى تحقيق الفائدة للمجتمع ، وتقوم على مبادئ مثل احترام الآخرين واللياقة.",
        "studentId": "s_founder_hardcoded",
        "showExp": true,
        "id": "q_1775850013793"
      },
      {
        "type": "mcq",
        "text": "استخدام التكنولوجيا لأغراض إيجابية يعكس سلوك المواطن الرقمي.",
        "score": 1,
        "options": [
          "صواب",
          "خطأ"
        ],
        "correctAnswers": [
          0
        ],
        "modelAnswer": "",
        "explanation": "المواطنة الرقمية تساعد الفرد على استخدام التكنولوجيا بما يحقق الفائدة للفرد والمجتمع.",
        "studentId": "s_founder_hardcoded",
        "showExp": true,
        "id": "q_1775850064055"
      },
      {
        "type": "mcq",
        "text": "المواطنة الرقمية تقتصر على البالغين فقط.",
        "score": 1,
        "options": [
          "صواب",
          "خطأ"
        ],
        "correctAnswers": [
          1
        ],
        "modelAnswer": "",
        "explanation": "المواطنة الرقمية تشمل جميع الأعمار، والدليل على ذلك وجود دور للمعلم في تعزيز المواطنة عند الطلاب.",
        "studentId": "s_founder_hardcoded",
        "showExp": true,
        "id": "q_1775850107876"
      },
      {
        "type": "mcq",
        "text": "من حقوق المواطن الرقمي: حماية بياناته والتفاعل بحرية وأمان.",
        "score": 1,
        "options": [
          "صواب",
          "خطأ"
        ],
        "correctAnswers": [
          0
        ],
        "modelAnswer": "",
        "explanation": "من الحقوق والمسؤوليات الرقمية حماية الخصوصية الشخصية ، ومن الأمن الرقمي حماية البيانات ، مع ضرورة التنقل في الإنترنت بمسؤولية وأمان.",
        "studentId": "s_founder_hardcoded",
        "showExp": true,
        "id": "q_1775850150942"
      },
      {
        "type": "mcq",
        "text": "تكنولوجيا المعلومات لم تؤثر على مفهوم المواطنة.",
        "score": 1,
        "options": [
          "صواب",
          "خطأ"
        ],
        "correctAnswers": [
          1
        ],
        "modelAnswer": "",
        "explanation": "لقد أثرت التكنولوجيا بشكل كبير، مما أدى إلى ظهور مصطلح جديد وهو \"المواطن الرقمي\" بجانب المواطنة التقليدية",
        "studentId": "s_founder_hardcoded",
        "showExp": true,
        "id": "q_1775850195755"
      },
      {
        "type": "mcq",
        "text": "البعد القانوني من أبعاد المواطنة الرقمية يشمل المساواة أمام القانون والحقوق المدنية.",
        "score": 1,
        "options": [
          "صواب",
          "خطأ"
        ],
        "correctAnswers": [
          0
        ],
        "modelAnswer": "",
        "explanation": "تُعتبر العبارة صواباً لأن المواطنة الرقمية هي امتداد وتطبيق للمواطنة التقليدية في البيئة الافتراضية؛ فالبعد القانوني الذي يضمن المساواة والتمتع بالحقوق المدنية ينتقل مع الفرد إلى العالم الرقمي لضمان حماية حقوقه وتنظيم مسؤولياته القانونية تحت مظلة الدولة، مما يعزز قيم العدالة الاجتماعية رقمياً.",
        "studentId": "s_founder_hardcoded",
        "showExp": true,
        "id": "q_1775850247950"
      },
      {
        "type": "mcq",
        "text": "لا تتطلب المواطنة الرقمية أي وعي سياسي أو اجتماعي.",
        "score": 1,
        "options": [
          "صواب",
          "خطأ"
        ],
        "correctAnswers": [
          1
        ],
        "modelAnswer": "",
        "explanation": "المواطنة الرقمية تتطلب وعياً اجتماعياً، حيث تشمل \"اللياقة الرقمية\" التواصل باحترام وأدب في المحادثات عبر الإنترنت ، وتتطلب التفاعل بطريقة حساسة وأخلاقية.",
        "studentId": "s_founder_hardcoded",
        "showExp": true,
        "id": "q_1775850291729"
      },
      {
        "type": "mcq",
        "text": "تهدف المواطنة الرقمية إلى إعداد جيل قادر على التفاعل الواعي في البيئة الرقمية.",
        "score": 1,
        "options": [
          "صواب",
          "خطأ"
        ],
        "correctAnswers": [
          0
        ],
        "modelAnswer": "",
        "explanation": "مفهوم المواطنة الرقمية يتضمن قدرة الفرد على التفاعل مع المستخدمين والمحتوى الرقمي بطريقة نشطة ونقدية وأخلاقية وواعية.",
        "studentId": "s_founder_hardcoded",
        "showExp": true,
        "id": "q_1775850330203"
      }
    ],
    "yearId": "year_1",
    "semesterId": "semesters_1775125622791"
  },
  {
    "id": "quizzes_1777298325651",
    "timestamp": "2026-04-27T13:58:45.651Z",
    "titleAr": "امتحان سريع علي الفصل الاول",
    "titleEn": "quick quiz on chapter one",
    "isShuffled": true,
    "feedbackMode": "end",
    "subjectId": "subjects_1775125681706",
    "publisherId": "students_1775379443604",
    "questions": [
      {
        "type": "mcq",
        "text": "تعريف الاستوديو الإذاعي هو مكان مخصص ومجهز هندسياً وتقنياً لإنتاج المواد الإذاعية فقط ؟\n",
        "score": 1,
        "options": [
          "خطأ",
          "صح"
        ],
        "correctAnswers": [
          1
        ],
        "modelAnswer": "",
        "explanation": "",
        "studentId": "students_1775379443604",
        "showExp": false,
        "id": "q_1777298401018"
      },
      {
        "type": "mcq",
        "text": "يتم تجهيز الاستوديو من خلال ثلاثه طرق (العزل الصوتي, المعالجه الصوتيه, التحسين الصوتي)\n",
        "score": 1,
        "options": [
          "خطأ",
          "صح"
        ],
        "correctAnswers": [
          0
        ],
        "modelAnswer": "",
        "explanation": "عشان هما طريقتين بس العزل والمعالجه",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777298452909"
      },
      {
        "type": "mcq",
        "text": "ما هو الافضل ؟ استخدام البناء المزدوج ام الثلاثي ام الفردي مع مواد عازله قويه للاستوديو\n",
        "score": 1,
        "options": [
          "بناء فردي",
          "بناء ثلاثي",
          "بناء مزدوج"
        ],
        "correctAnswers": [
          2
        ],
        "modelAnswer": "",
        "explanation": "لا يوجد حاجه تسمي بناء فردي او ثلاثي",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777298549761"
      },
      {
        "type": "mcq",
        "text": "العزل الصوتي هو ان تتحكم في سلوك الصوت داخل الاستوديو ",
        "score": 1,
        "options": [
          "خطأ",
          "صح"
        ],
        "correctAnswers": [
          0
        ],
        "modelAnswer": "",
        "explanation": "العزل الصوتي هو منع تسرب أي ضوضاء من الخارج إلى داخل الاستوديو",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777298620529"
      },
      {
        "type": "mcq",
        "text": "أي نوع من المواد يُفضل استخدامه في تبطين جدران استوديو الموسيقى والغناء؟",
        "score": 1,
        "options": [
          "مواد شديدة الامتصاص",
          "مواد عاكسة للصوت ",
          "مواد عازلة للاهتزازات",
          "مواد متوسطة الامتصاص."
        ],
        "correctAnswers": [
          1
        ],
        "modelAnswer": "",
        "explanation": "عشان المواد العاكسه بتزيد زمن الرنين فيزداد فخامه الصوت",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777298699153"
      },
      {
        "type": "mcq",
        "text": "ي عمليه تنفيذ العزل الصوتي يتم استخدام:\nالأبواب :استخدام نظام \"الباب المزدوج\" بمواد ثقيلة وعازلة.\nالتكييف :الاستوديو يكون خالياً من النوافذ تماما،ً ويُستبدل بتكييف عادي\nسد الثغرات :يتم تغطية فتحة المفتاح في الباب بكتلة متحركة من \"الكاوتش \"لمنع أي تسرب للصوت من الفتحات الصغيرة.",
        "score": 1,
        "options": [
          "صح",
          "خطأ"
        ],
        "correctAnswers": [
          1
        ],
        "modelAnswer": "",
        "explanation": "المفروض يتم تركييب تكييف مركزي صامت",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777298773152"
      },
      {
        "type": "mcq",
        "text": "طاولة مراقبة الصوت (الميكسر) مسؤولة فقط عن تجميع مصادر الصوت المختلفة ولا يمكنها التحكم في مستوى قوة الصوت",
        "score": 1,
        "options": [
          "خطأ",
          "صح"
        ],
        "correctAnswers": [
          0
        ],
        "modelAnswer": "",
        "explanation": "إلى جانب التجميع، يُعد الميكسر الأداة الأساسية للتحكم في 'علو ووطي' الصوت وعمل الدمج (الميكس).",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777298830817"
      },
      {
        "type": "mcq",
        "text": "سماعة التخاطب يستخدمها المذيع عشان يسمع تعليمات المخرج \"وهو على الهواء\"",
        "score": 1,
        "options": [
          "صح",
          "خطأ"
        ],
        "correctAnswers": [
          1
        ],
        "modelAnswer": "",
        "explanation": "تعمل سماعة التخاطب فقط عندما المخرج بيكلم المذيع وهو جوه الاستوديو تكون الميكروفونات مغلقة للحديث قبل أو بعد الهواء.\n",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777298976995"
      },
      {
        "type": "mcq",
        "text": "أي تقنية من تقنيات الانتقالات الصوتية تعتمد على تلاشي صوت تدريجياً بالتزامن مع ظهور صوت آخر تدريجياً لعمل انتقال ناعم؟",
        "score": 1,
        "options": [
          "Cutting (القطع)",
          "Fade In/Out (الخفوت والظهور)",
          "Blendind (الدمج)",
          "Sigue (السيجواي)"
        ],
        "correctAnswers": [
          3
        ],
        "modelAnswer": "",
        "explanation": "تسمح هذه التقنية بنعومة الانتقال وتجنب الفجوات الصامتة عن طريق التداخل التدريجي للصوتين.\n",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777299061255"
      },
      {
        "type": "mcq",
        "text": "ما هي الوظيفة الأساسية لرأس التسجيل في أجهزة شرائط التسجيل؟",
        "score": 1,
        "options": [
          "نسخ الأجزاء المطلوبة إلى شريط جديد.",
          "قراءة الشريط وتحويله لصوت مسموع.",
          "تحويل التيار الكهربائي إلى نبضات مغناطيسية على الشريط.",
          "مسح أي مادة مسجلة سابقاً لتجهيز الشريط."
        ],
        "correctAnswers": [
          2
        ],
        "modelAnswer": "",
        "explanation": "تقوم هذه الرأس بطباعة الذبذبات الصوتية القادمة كتيار كهربائي إلى نبضات تُحفظ على الشريط المغناطيسي.",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777299140444"
      }
    ],
    "examMode": "practice",
    "emailPolicy": "none",
    "adminEmails": "",
    "startTime": "",
    "endTime": "",
    "latePolicy": "hard_stop",
    "allowBackNavigation": false,
    "yearId": "year_1",
    "semesterId": "semesters_1775125622791"
  },
  {
    "id": "quizzes_1777408169446",
    "timestamp": "2026-04-28T20:29:29.446Z",
    "titleAr": "اختبار سريع اخر علي الفصل الاول ",
    "titleEn": "Another quick quiz on the first semester",
    "isShuffled": true,
    "feedbackMode": "end",
    "subjectId": "subjects_1775125681706",
    "publisherId": "students_1775379443604",
    "questions": [
      {
        "type": "mcq",
        "text": "في استوديو الدراما، أي الأجزاء الآتية يُستخدم لإعطاء المستمع إيحاءً بأن المشهد التمثيلي يدور داخل غرفه أو مكتب؟",
        "score": 1,
        "options": [
          "الاستوديو المتوسط",
          "الاستوديو الميت",
          "الاستوديو الحي",
          "الاستوديو الاحاديث"
        ],
        "correctAnswers": [
          0
        ],
        "modelAnswer": "",
        "explanation": "لانه يعطي صدي صوت يتناسب مع طبيعه الانعكسات داخل الغرفه او المكتب",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777408422637"
      },
      {
        "type": "mcq",
        "text": "ما هو نوع الانعكاس الصوتي والمواصفات التي يحتاجها 'استوديو الأحاديث' المخصص للمناقشات؟",
        "score": 1,
        "options": [
          "صدى صوت منعدم تماماً لمنع تداخل أصوات الضيوف.",
          "صدي صوت متوسط جداً لإعطاء حيوية للصوت",
          "يشبه مواصفات استوديو الربط حيث يحتاج لمواد ماصه اكثر.",
          "صدى صوت مرتفع ليغطي على ضوضاء الخلفية"
        ],
        "correctAnswers": [
          2
        ],
        "modelAnswer": "",
        "explanation": "استوديو الأحاديث يتطلب وضوحاً عالياً للحوارات، لذا فهو يشبه استوديو الربط في المواد الماصه الكثيره= زمن رنين اقل.",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777409517274"
      },
      {
        "type": "mcq",
        "text": "بما أن الميكروفون يحول ذبذبات الصوت إلى تيار كهربائي 'ضعيف'، فما هو الجهاز المستخدم في الاستوديو لتقوية هذه الإشارة ودفعها عبر الكابل إلى غرفة المراقبة؟",
        "score": 1,
        "options": [
          "طاولة مراقبة الصوت (الميكسر)",
          "رأس التسجيل",
          "جهاز المكبر",
          "جهاز Uher الألماني"
        ],
        "correctAnswers": [
          2
        ],
        "modelAnswer": "",
        "explanation": "وظيفة المكبر الأساسية هي أخذ الإشارة الكهربائية الضعيفة جداً من الميكروفون وتقويتها لضمان وصولها سليمة لغرفة المراقبة.",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777409619473"
      },
      {
        "type": "mcq",
        "text": "ما هي اتجاهية 'الميكروفون الديناميكي' وما مدى مناسبته للعمل داخل الاستوديو المغلق؟\n",
        "score": 1,
        "options": [
          "قلبي الشكل، ويستخدم فقط في استوديو الموسيقى.",
          "غير اتجاهي (يلتقط من جميع الاتجاهات)، ولا يُفضل داخل الاستوديو إلا باقتراب المذيع منه جداً.",
          "ثنائي الاتجاه (من الأمام والخلف) ومثالي للدراما في الاستوديو.",
          "اتجاهي (يلتقط من اتجاه واحد) وهو الأفضل للاستوديو."
        ],
        "correctAnswers": [
          1
        ],
        "modelAnswer": "",
        "explanation": "لأنه يلتقط الصوت من كل مكان، فإنه قد يلتقط ضوضاء الاستوديو أو صدى الجدران، لذا يقتصر استخدامه بالداخل على حالات التحدث عن قُرب شديد (6-8 بوصة).",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777409739718"
      },
      {
        "type": "mcq",
        "text": "أي الميكروفونات التالية يُعد ممتازاً داخل الاستوديو لدرجة أن المخرجين يفضلونه في الموسيقى والدراما لكونه يلغي أصوات الجوانب (ثنائي الاتجاه)؟\n",
        "score": 1,
        "options": [
          "الميكروفون اللاسلكي",
          "الميكروفون القلبي",
          "الميكروفون الديناميكي",
          "الميكروفون الشريطي"
        ],
        "correctAnswers": [
          3
        ],
        "modelAnswer": "",
        "explanation": "يلتقط من الأمام والخلف فقط مما يمنع تشويش الجوانب، ويعطي جودة عالية تناسب الدراما والموسيقى في الاستوديو.",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777409821468"
      },
      {
        "type": "mcq",
        "text": "لتحقيق 'توازن الميكروفون' في حال وجود عدة أشخاص يتحدثون أمام (ميكروفون واحد)، ما هو الإجراء الصحيح الذي يجب اتخاذه؟\n",
        "score": 1,
        "options": [
          "رفع مستوى الصوت للجميع بشكل متساوٍ عبر طاولة المراقبة.",
          "تغيير وضع الميكروفون ليكون غير اتجاهي.",
          "أن يبتعد أو يقترب كل شخص حسب 'قوة صوته الأصلي'.",
          "استخدام سماعة تخاطب لكل متحدث."
        ],
        "correctAnswers": [
          2
        ],
        "modelAnswer": "",
        "explanation": "هذا هو الحل العملي لضبط التوازن؛ صاحب الصوت القوي يبتعد قليلاً، وصاحب الصوت الضعيف يقترب ليتساوى خروج الأصوات.",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777409901285"
      },
      {
        "type": "mcq",
        "text": "بخصوص الأدوات الإذاعية، لماذا تُعتبر 'الساعة' من أهم الأشياء داخل الاستوديو؟",
        "score": 1,
        "options": [
          "لضبط المواعيد بالثانية ومعرفة مدة البرنامج بالضبط.",
          "لحساب زمن رنين الصوت بدقة هندسية.",
          "لتحويل الميكروفونات للعمل آلياً.",
          "لمعرفة وضبط سرعات شرائط التسجيل."
        ],
        "correctAnswers": [
          0
        ],
        "modelAnswer": "",
        "explanation": "الإذاعة تعتمد على الخريطة الزمنية بالثانية لتنظيم الفواصل والبرامج بدقة.",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777410015345"
      },
      {
        "type": "mcq",
        "text": "ما هي الأداة التي يعتمد عليها المذيع بالأساس لتلقي التوجيهات من المخرج 'وهو على الهواء مباشرة' دون أن يتأثر البث؟\n",
        "score": 1,
        "options": [
          "سماعة التخاطب",
          "سماعة الرأس",
          "السماعات الخارجية",
          "الايربودز"
        ],
        "correctAnswers": [
          1
        ],
        "modelAnswer": "",
        "explanation": "ارتداء المذيع لسماعة الرأس يضمن وصول صوت المخرج لأذن المذيع فقط أثناء عمل الميكروفونات.",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777410142304"
      },
      {
        "type": "mcq",
        "text": "ما هي الوظيفة الأساسية لـ 'الأسطوانات' في غرفة المراقبة، وبماذا تتميز أنواعها؟\n",
        "score": 1,
        "options": [
          "تُستخدم لتسجيل الشرائط، وتختلف سرعاتها بين 19 و 27 لفه",
          "تُستخدم لعمل مونتاج النسخ (Dubb Editing) بين جهازين",
          "تُستخدم لتشغيل المواد الموسيقية والمؤثرات الصوتية، وتختلف أنواعها حسب عدد اللفات في الدقيقة",
          "تُستخدم كأداة لحفظ أرشيف البرامج المكتوبة وتختلف أحجامها."
        ],
        "correctAnswers": [
          2
        ],
        "modelAnswer": "",
        "explanation": "تشغيل المواد الاذاعيه هي الوظيفة التقليدية للأسطوانات الإذاعية، وتتنوع أجهزتها لتدعم سرعات 16، 33.3، 45، و 78 لفة.",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777410322832"
      },
      {
        "type": "mcq",
        "text": "يُعرف استوديو الربط باسم آخر، ويتميز بمواصفات هندسية معينة لضمان وضوح الكلمات، فما هي؟\n",
        "score": 1,
        "options": [
          "الاستوديو الميت، ومساحته صغيرة وزمن رنين مرتفع.",
          "الاستوديو الحي، ومساحته متوسطة وزمن رنين منعدم.",
          "الاستوديو التنفيذي، ومساحته صغيرة وزمن رنين منخفض",
          "استوديو المونتاج، ومساحته كبيرة وزمن رنين عالي."
        ],
        "correctAnswers": [
          2
        ],
        "modelAnswer": "",
        "explanation": "هذا هو الاسم الثاني لاستوديو الربط، ومساحته وزمن رنينه المنخفض يضمنان وضوح صوت المذيع التام.",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777410472319"
      },
      {
        "type": "mcq",
        "text": "أي جزء من أجزاء استوديو الدراما يُستخدم لإعطاء إيحاء صوتي بتمثيل مشهد داخل قبو؟\n",
        "score": 1,
        "options": [
          "الاستوديو المتوسط",
          "الاستوديو الميت",
          "الاستوديو الحي",
          "استوديو الأحاديث"
        ],
        "correctAnswers": [
          2
        ],
        "modelAnswer": "",
        "explanation": "الاستوديو الحي يتميز بصدى صوت مرتفع، مما يجعله مثالياً لتمثيل الأماكن المغلقة التي يتردد فيها الصوت مثل الأقبية والجبال.\n",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777410649550"
      },
      {
        "type": "mcq",
        "text": "تعتبر 'غرفة المراقبة' المركز الرئيسي لإدارة العملية الإذاعية، فأي من التالي يُعد من مهامها الأساسية؟",
        "score": 1,
        "options": [
          "عمليات الحذف والإضافة ونسخ الشرائط حصراً.",
          "تسجيل الأصوات الخارجية في الشارع.",
          "عزل الضوضاء عن استوديو الربط فقط.",
          "تجميع مصادر الصوت وخلطها (مزج الكلام مع الموسيقى والمؤثرات)."
        ],
        "correctAnswers": [
          3
        ],
        "modelAnswer": "",
        "explanation": "تقوم غرفة المراقبة باستقبال الإشارات من الميكروفونات والأجهزة الأخرى ومزجها معاً وفقاً للسيناريو عبر طاولة الصوت.",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777410734318"
      },
      {
        "type": "mcq",
        "text": "أي الميكروفونات التالية يُعتبر 'غير اتجاهي' (يلقط من كل حتة)، ولذلك لا يُفضل استخدامه داخل الاستوديو إلا إذا اقترب منه المذيع جداً؟",
        "score": 1,
        "options": [
          "الميكروفون الديناميكي",
          "الميكروفون القلبي",
          "الميكروفون المهجن",
          "الميكروفون الشريطي"
        ],
        "correctAnswers": [
          0
        ],
        "modelAnswer": "",
        "explanation": "الميكروفون الديناميكي يلتقط الصوت من جميع الاتجاهات، مما يجعله عرضة لالتقاط صدى الاستوديو، لذا لا يُنصح به بالداخل إلا عند التحدث عن قرب شديد.",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777410828800"
      },
      {
        "type": "mcq",
        "text": "ما هو الميكروفون الأمثل للاستخدام عند تسجيل أغنية أو برنامج به جمهور، حيث يركز على صوت المؤدي ويمنع صوت الآلات أو الجمهور المحيط؟",
        "score": 1,
        "options": [
          "الميكروفون الديناميكي",
          "الميكروفون القلبي",
          "الميكروفون اللاسلكي",
          "الميكروفون الشريطي"
        ],
        "correctAnswers": [
          1
        ],
        "modelAnswer": "",
        "explanation": "يلتقط الميكروفون القلبي الصوت من اتجاه واحد فقط (الأمام)، مما يوفر عزلاً ممتازاً لصوت المغني عن الضوضاء المحيطة.",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777410894029"
      },
      {
        "type": "mcq",
        "text": "الميكروفون الديناميكي هو الأفضل في الإذاعة الخارجية والمقابلات في الشارع لكونه قوياً ويتحمل ساعات العمل الطويلة.",
        "score": 1,
        "options": [
          "صح",
          "خطأ"
        ],
        "correctAnswers": [
          0
        ],
        "modelAnswer": "",
        "explanation": "بالفعل، الميكروفون الديناميكي يتحمل ظروف العمل الشاقة ورخيص الثمن، مما يجعله مثالياً للشارع.",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777410978341"
      }
    ],
    "examMode": "practice",
    "emailPolicy": "none",
    "adminEmails": "",
    "startTime": "",
    "endTime": "",
    "latePolicy": "hard_stop",
    "allowBackNavigation": false,
    "yearId": "year_1",
    "semesterId": "semesters_1775125622791"
  },
  {
    "id": "quizzes_1777448343262",
    "timestamp": "2026-04-29T07:39:03.262Z",
    "titleAr": "اختبار علي الفصل التاني",
    "titleEn": "Quiz on the second semester",
    "isShuffled": true,
    "feedbackMode": "end",
    "subjectId": "subjects_1775125681706",
    "publisherId": "students_1775379443604",
    "questions": [
      {
        "type": "mcq",
        "text": "أي من المراحل التالية تُعرف بأنها مرحلة 'ما قبل الإنتاج' وتشمل الخطوات التأسيسية مثل البحث وكتابة النص واختيار فريق العمل؟",
        "score": 1,
        "options": [
          "مرحلة المونتاج",
          "مرحلة التنفيذ",
          "مرحلة المزج الصوتي",
          "مرحلة الإعداد"
        ],
        "correctAnswers": [
          3
        ],
        "modelAnswer": "",
        "explanation": "تتضمن هذه المرحلة كافة التجهيزات الورقية والبحثية التي تتم قبل بدء العمل الفني.",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777448448836"
      },
      {
        "type": "mcq",
        "text": "لماذا يُعتبر 'تحديد الجمهور المستهدف' الخطوة الأولى والأساسية التي تسبق حتى اختيار فكرة البرنامج الإذاعي؟",
        "score": 1,
        "options": [
          "للتأكد من توفر الميزانية الكافية لإنتاج البرنامج.",
          "لاختيار أنواع الميكروفونات المناسبة للتسجيل.",
          "لأنه يسهل تحديد الفكرة واختيار القالب الإذاعي.",
          "لأنه يسهل حجز فريق العمل وتحديد الفكره."
        ],
        "correctAnswers": [
          2
        ],
        "modelAnswer": "",
        "explanation": "معرفة خصائص المستمعين توجه فريق العمل لاختيار مواضيع تهمهم وقوالب تتناسب مع طبيعتهم.",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777448629955"
      },
      {
        "type": "mcq",
        "text": "عند تخطيط وقت البث لبرنامج موجه خصيصاً لـ 'المرأة العاملة'، أي من الأوقات التالية يُعد اختياراً خاطئاً سيؤدي لانصرافها عن الاستماع؟",
        "score": 1,
        "options": [
          "وقت ذروة عملها مثل الساعة الثانية ظهراً.",
          "فترات المساء بعد انتهاء المهام اليومية.",
          "أيام العطلات الأسبوعية.",
          "أوقات الصباح الباكر أثناء الذهاب للعمل."
        ],
        "correctAnswers": [
          0
        ],
        "modelAnswer": "",
        "explanation": "بث البرنامج في أوقات الانشغال القصوى يضمن عدم قدرة هذه الفئة على متابعة الراديو",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777451823259"
      },
      {
        "type": "mcq",
        "text": "إذا قرر المعد كتابة برنامج إذاعي يناقش 'قضايا الإدمان وأزمة الإسكان'، فمن أي مصادر استمداد الأفكار استوحى هذا الموضوع؟",
        "score": 1,
        "options": [
          "الظواهر الجديدة",
          "الصراع ضد الكوارث الطبيعية",
          "صراع الخير والشر",
          "الصراع من أجل حل المشكلات"
        ],
        "correctAnswers": [
          3
        ],
        "modelAnswer": "",
        "explanation": "القضايا الاجتماعية المعقدة مثل الإسكان والإدمان تندرج تحت مساعي المجتمع لإيجاد حلول جذرية لمشكلاته.",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777452079057"
      },
      {
        "type": "mcq",
        "text": "تعتمد مرحلة الإعداد على جمع المعلومات من مصادر متنوعة، فأي من التالي يُصنف بوضوح ضمن 'المصادر المكتبية'؟\n",
        "score": 1,
        "options": [
          "اللقاءات المباشرة مع الخبراء المتخصصين.",
          "استطلاعات رأي الجمهور في الشارع.",
          "التقارير الحكومية وأرشيف البرامج السابقة.",
          "المداخلات الهاتفية أثناء البرامج المباشرة."
        ],
        "correctAnswers": [
          2
        ],
        "modelAnswer": "",
        "explanation": "هذه المواد موثقة ومحفوظة وتتطلب بحثاً واطلاعاً للحصول على المعلومات الداعمة.",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777452156938"
      },
      {
        "type": "mcq",
        "text": "في حال استخدام 'مؤثر صوتي مسجل مسبقاً' لصوت الرعد أو أمواج البحر أثناء تنفيذ البرنامج، فهذا يُعد من المؤثرات:\n",
        "score": 1,
        "options": [
          "الطبيعية",
          "المصادر الشخصية",
          "موسيقى التتر",
          "الصناعية"
        ],
        "correctAnswers": [
          3
        ],
        "modelAnswer": "",
        "explanation": "المؤثرات التي تكون جاهزة ومسجلة مسبقاً لتوضع في المونتاج تُصنف كمؤثرات صناعية.",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777452223746"
      },
      {
        "type": "mcq",
        "text": "يُعد الحفاظ على 'وحدة البرنامج' من أهم شروط كتابة النص الإذاعي (الاسكريبت). ماذا يعني هذا المبدأ الفني؟\n",
        "score": 1,
        "options": [
          "استخدام لغة واحدة (فصحى أو عامية) دون دمج بينهما إطلاقاً.",
          "أن يتم تسجيل البرنامج في استوديو واحد فقط لضمان وحدة الصوت.",
          "ترابط كافة عناصر وفقرات البرنامج لتخدم الهدف النهائي والموضوع الأساسي.",
          "أن يتكون البرنامج بأكمله من فقرة واحدة متصلة دون أي فواصل."
        ],
        "correctAnswers": [
          2
        ],
        "modelAnswer": "",
        "explanation": "الوحدة تعني أن تساهم كل فقرة ومقابلة ومؤثر صوتي في بناء الفكرة الرئيسية دون تشتيت المستمع.",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777452316026"
      },
      {
        "type": "mcq",
        "text": "ما هي الطريقة الفعالة التي يتبعها المخرج الإذاعي مع 'الضيوف' قبل بدء التسجيل الفعلي داخل الاستوديو لضمان جودة الأداء؟",
        "score": 1,
        "options": [
          "تجنب الحديث معهم وترك هذه المهمة بالكامل لفني الصوت.",
          "منحهم النص لقراءته دون توجيه.",
          "إجراء دردشة ودية معهم لكسر رهبة الميكروفون وإعطائهم التعليمات الأساسية.",
          "بدء التسجيل فور دخولهم لالتقاط عفويتهم الأولى."
        ],
        "correctAnswers": [
          2
        ],
        "modelAnswer": "",
        "explanation": "هذا الإجراء يمنح الضيف شعوراً بالأمان ويوضح له كيفية التعامل مع الإشارات والتوقيتات براحة.",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777453002686"
      },
      {
        "type": "mcq",
        "text": "أي العمليات التالية تُعتبر العملية النهائية التي يقوم فيها فني الصوت بـ 'دمج العناصر الصوتية' (كلام المذيع، المؤثرات، والموسيقى) في توقيتات محددة؟",
        "score": 1,
        "options": [
          "التجميع النهائي",
          "المونتاج",
          "المزج الصوتي ",
          "التقييم الشكلي"
        ],
        "correctAnswers": [
          2
        ],
        "modelAnswer": "",
        "explanation": "عملية الميكس هي الخلط الفني والدقيق لطبقات الصوت المختلفة لتخرج للمستمع في شكل احترافي متوازن.",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777453193815"
      },
      {
        "type": "mcq",
        "text": "إذا أراد فريق العمل قياس مدى اهتمام الجمهور وحرصهم على المتابعة 'أثناء الدورة الإذاعية للبرنامج'، فأي نوع من التقييم يجب أن يعتمدوا عليه؟",
        "score": 1,
        "options": [
          "التقييم المرحلي",
          "تقييم المضمون",
          "التقييم الشكلي",
          "التقييم النهائي"
        ],
        "correctAnswers": [
          0
        ],
        "modelAnswer": "",
        "explanation": "يعتمد هذا التقييم على رصد ردود الفعل الفورية عبر المكالمات والرسائل أثناء فترة البث المستمرة.",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777453265907"
      },
      {
        "type": "mcq",
        "text": "إذا كان البرنامج الإذاعي موجهاً لـ 'الأطباء والمهندسين'، فكيف يُصنف هذا الجمهور؟\n",
        "score": 1,
        "options": [
          "جمهور عام مهني.",
          "جمهور خاص (فئات سنية).",
          "جمهور خاص (فئات مهنية).",
          "جمهور خاص (فئات جغرافية)."
        ],
        "correctAnswers": [
          2
        ],
        "modelAnswer": "",
        "explanation": "توجيه البرنامج لمهن محددة يجعله موجهاً لجمهور خاص مصنف حسب المهنة.",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777453851910"
      },
      {
        "type": "mcq",
        "text": "برنامج يتابع تحركات المشاهير وأخبار حياتهم اليومية، ما هو مصدر استمداد فكرة هذا البرنامج؟\n",
        "score": 1,
        "options": [
          "الموضوعات الإعلامية.",
          "الحياة اليومية.",
          "الظواهر الجديدة.",
          "الاهتمامات الإنسانية."
        ],
        "correctAnswers": [
          3
        ],
        "modelAnswer": "",
        "explanation": "فضول الناس لمعرفة حياة المشاهير والأشخاص تحت الأضواء يندرج تحت الاهتمامات الإنسانية.",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777453925308"
      },
      {
        "type": "mcq",
        "text": "أثناء خطوة جمع المادة والتواصل مع الضيوف، لماذا يُنصح المعد دائماً بتوفير 'شخصيات بديلة'؟\n",
        "score": 1,
        "options": [
          "لزيادة مدة البرنامج في حال كان قصيراً.",
          "لعمل صراع أفكار بين الضيوف على الهواء.",
          "لضمان عدم تعطل العمل في حال اعتذار الضيف الأساسي.",
          "لتنويع مصادر المعلومات المكتبية."
        ],
        "correctAnswers": [
          2
        ],
        "modelAnswer": "",
        "explanation": "الضيف البديل هو خطة طوارئ تنقذ حلقة البرنامج من الإلغاء إذا حدث ظرف طارئ للضيف الأساسي.",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777454001288"
      },
      {
        "type": "mcq",
        "text": "ا هو نوع الموسيقى الذي يُستخدم حصراً 'للفصل بين الفقرات وتغيير الحالة المزاجية' للمستمع؟\n",
        "score": 1,
        "options": [
          "موسيقى التتر.",
          "المؤثرات الصناعية.",
          "موسيقى الربط.",
          "المزج الصوتي."
        ],
        "correctAnswers": [
          2
        ],
        "modelAnswer": "",
        "explanation": "موسيقى الربط تُستخدم داخل البرنامج للتنقل السلس بين الفقرات وتغيير الإيقاع.",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777454560753"
      },
      {
        "type": "mcq",
        "text": "في خطوة 'التجميع النهائي' للإعداد، ماذا يُقصد بمصطلح (الخريطة الصوتية)؟\n",
        "score": 1,
        "options": [
          "تحديد أماكن الموسيقى والمؤثرات والتسجيلات الخارجية داخل النص.",
          "وضع التصور النهائي لتوزيع الفقرات.",
          "تحديد زمن دقيق لكل فقرة بالثانية.",
          "رسم مخطط هندسي لمواقع الميكروفونات في الاستوديو."
        ],
        "correctAnswers": [
          0
        ],
        "modelAnswer": "",
        "explanation": "الخريطة الصوتية ترسم متى يدخل كل مؤثر صوتي أو موسيقى ضمن سياق الحلقة.",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777454660466"
      },
      {
        "type": "mcq",
        "text": "لضمان بداية قوية وجذابة للاسكريبت، يمكن للمعد استخدام عدة تقنيات. أي من التالي يُعتبر إحدى هذه التقنيات المذكورة في الفصل؟\n",
        "score": 1,
        "options": [
          "نقل المستمع لموقع الحدث مباشرة.",
          "استخدام كلمات غير مألوفة لإثارة الأنتباه.",
          "بدء البرنامج بشرح مفصل لأهداف الحلقة.",
          "توديع المستمع بلطف ووعده بلقاء جديد."
        ],
        "correctAnswers": [
          0
        ],
        "modelAnswer": "",
        "explanation": "هذه التقنيه المباشرة تخلق إثارة وتضع المستمع في قلب الحدث فوراً، وهي من أنجح طرق البداية القوية.",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777454971408"
      },
      {
        "type": "mcq",
        "text": "ما هي الخطوة الإدارية الهامة التي يجب على المخرج القيام بها 'بعد انتهاء التسجيل' وقبل حفظ الشريط؟",
        "score": 1,
        "options": [
          "الاتصال بالجمهور لعمل تقييم مرحلي.",
          "ملء 'استمارة بيانات الإنتاج' التي تتضمن اسم البرنامج ومدته وتاريخه",
          "تغيير الديكور استعداداً للبرنامج التالي",
          "القيام بالمونتاج الفوري للبرنامج"
        ],
        "correctAnswers": [
          1
        ],
        "modelAnswer": "",
        "explanation": "تُرفق هذه الاستمارة بالشريط لتوثيق كافة تفاصيله وضمان بثه في وقته المحدد دون أخطاء.",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777455024702"
      },
      {
        "type": "mcq",
        "text": "بعد التقييم المرحلي، قرر فريق العمل 'تعديل' البرنامج. متى يتم اتخاذ قرار التعديل عادة؟\n",
        "score": 1,
        "options": [
          "إذا كانت الرسالة مفهومة ومقبولة تماماً لدى الجمهور.",
          "إذا تم تغيير وقت البث بسبب المنافسة.",
          "إذا كانت الرسالة غير فعالة أو غير مفهومة تماماً.",
          "إذا كان هناك نقص أو سوء فهم لبعض أجزاء الرسالة."
        ],
        "correctAnswers": [
          3
        ],
        "modelAnswer": "",
        "explanation": "التعديل هو الحل لتصحيح المسار وسد النواقص لإنقاذ البرنامج وتحسينه.",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777455179322"
      },
      {
        "type": "mcq",
        "text": "إذا كان البرنامج يهدف إلى 'تحويل السلوكيات الخاطئة إلى سلوكيات مرغوبة اجتماعياً لدفع التنمية'، فهذا يندرج تحت أي من أهداف تقييم المضمون؟",
        "score": 1,
        "options": [
          "تنمية الوعي.",
          "تغيير الاتجاهات.",
          "تعديل التصرفات الظاهريه.",
          "التقييم الشكلي."
        ],
        "correctAnswers": [
          2
        ],
        "modelAnswer": "",
        "explanation": "السلوك هو التصرف الظاهري، وتعديله هو أعلى درجات التأثير الإيجابي للبرامج لدفع التنمية.",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777455618214"
      },
      {
        "type": "mcq",
        "text": "من طرق قياس رجع الصدى (Feedback)، أي وسيلة تُعتبر سريعة ومنخفضة التكلفة للتواصل المباشر مع الجمهور؟",
        "score": 1,
        "options": [
          "البريد المباشر.",
          "شبكات التواصل الاجتماعي.",
          "المجموعات البؤرية (استطلاع الرأي).",
          "الأحاديث التليفونية."
        ],
        "correctAnswers": [
          3
        ],
        "modelAnswer": "",
        "explanation": "المكالمات الهاتفية توفر تواصلاً لحظياً وسريعاً وتكلفتها منخفضة للتقييم السريع.",
        "studentId": "students_1775379443604",
        "showExp": true,
        "id": "q_1777455758792"
      }
    ],
    "examMode": "practice",
    "emailPolicy": "none",
    "adminEmails": "",
    "startTime": "",
    "endTime": "",
    "latePolicy": "hard_stop",
    "allowBackNavigation": false,
    "yearId": "year_1",
    "semesterId": "semesters_1775125622791"
  }
];